Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_osallistui_yk:n_ilmastokonferenssiin_-_alkuperaiskansojen_ihmisoikeuksia_tulee_kunnioittaa.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät osallistui YK:n ilmastokonferenssiin – alkuperäiskansojen ihmisoikeuksia tulee kunnioittaa
sme: Sámediggi oassálasttii ON:id dálkkádatkonferensii – eamiálbmogiid olmmošvuoigatvuođaid galgá gudnejahttit

source: YK:n ilmastosopimuksen osapuolikokous (COP) järjestettiin Iso-Britannian Glasgow’ssa 31.10.-13.11.
sme: ON:id dálkkádatsoahpamuša oassebeallečoahkkin (COP) lágiduvvui Stuorra-Británnia Glasgow’s 31.10.–13.11.

source: Kyseessä oli YK:n alaisen ilmastopuitesopimuksen 26. osapuolikokous ja ensimmäinen osapuolikokous Pariisin ilmastosopimuksen kauden alettua 2020.
sme: Jearaldagas lei ON:id vuollásaš dálkkádatrápmasoahpamuša 26. oassebeallečoahkkin ja vuosttas oassebeallečoahkkin Pariissa dálkkádatsoahpamuša áigodaga álgima 2020 maŋŋá.

source: Kokouksen keskeisenä tavoitteena oli sopia Pariisin sopimuksen toimeenpanosta sekä välineistä toimeenpanoa varten.
sme: Čoahkkima guovddáš mihttomearrin lei soahpat Pariissa soahpamuša ollašuhttimis ja maiddái reaidduin dehege gaskomiin ollašuhttima várás.

source: Alkuperäiskansojen viesti kokouksessa oli, että markkinamekanismeihin liittyviin sääntöihin tulee kirjata alkuperäiskansojen ihmisoikeuksien kunnioittaminen päästövähennyskauppoja käydessä.
sme: Eamiálbmogiid sávaldat čoahkkimis lei, ahte njuolggadusaide, mat laktásit márkanmekanismmaide, galgá girjet eamiálbmogiid olmmošvuoigatvuođaid gudnejahttima go gávppašuvvo njuoskungeahpedemiin.

source: Sopu sääntöihin saatiin lopulta kokouksen viime metreillä, ja alkuperäiskansojen oikeudet mainitaan markkinamekanismin sääntöjen yhteydessä.
sme: Áibbas čoahkkima loahpas fitnašuvai šiehtadus njuolggadusain, ja eamiálbmogiid vuoigatvuođat máinnašuvvojit márkanmekanismma njuolggadusaid oktavuođas.

source: Markkinamekanismisäännöissä kyse on siitä, miten maat voivat hyödyntää kumppanimaissa rahoittamiaan ilmastotoimia omien, Pariisin sopimukseen ilmoittamiensa päästötavoitteiden saavuttamisessa.
sme: Márkanmekanismanjuolggadusain lea jearaldat das, man láhkai riikkat sáhttet ávkkástallat guoibmeriikkain sin ruhtadan dálkkádatdoaimmaiguin iežaset, Pariissa soahpamuššii almmuhan nuoskunulbmiliid juksamis.

source: – Saamelaiskäräjille on tärkeää, että mekanismien avulla toteutetut päästövähennykset ja niihin liittyvät toimet eivät loukkaa alkuperäiskansojen oikeuksia missään päin maailmaa ja että mekanismien avulla saavutetut päästövähennykset ovat todellisia.
sme: – Sámediggái lea dehálaš, ahte mekanismma vehkiin ollašuhtton njuoskungeahpádusat ja daidda laktáseaddji doaimmat eai loavkit eamiálbmogiid vuoigatvuođaid mange guovllos máilmmi ja ahte mekanismmaid vehkiin juksojuvvon nuoskungeahpádusat leat duođalaččat.

source: Tätä varten on tärkeää, että sääntökirjassa on maininta alkuperäiskansojen oikeuksien kunnioittamisesta, Saamelaiskäräjien puheenjohtaja Juuso sanoo kokoukseen viimeisten päivien tunnelmista.
sme: Dan várás lea dehálaš, ahte njuolggadusgirjjis lea máinnašupmi eamiálbmogiid vuoigatvuođaid gudnejahttimis, Sámedikki ságajođiheaddji Juuso muitala čoahkkima maŋimuš beivviid dovdamušain.

source: Alkuperäiskansoja koskevat asiat kokouksessa olivat alkuperäiskansojen ilmastofoorumin työryhmän (Local communities and Indigenous Peoples Platform) 6. tapaaminen sekä sen työohjelmaan kuuluvat aktiviteetit kokouksen aikana.
sme: Eamiálbmogiid guoski áššit čoahkkimis ledje eamiálbmogiid dálkkádatforuma bargojoavkku (Local communities and Indigenous Peoples Platform) 6. deaivvadeapmi sihke dan bargoprográmmii gullevaš aktivitehtat čoahkkima áigge.

source: Lisäksi kokouksessa hyväksyttiin työryhmän toinen toimintasuunnitelma vuosille 2022-2024.
sme: Lassin čoahkkimis dohkkehuvvui bargojoavkku nubbi doaibmaplána jagiide 2022–2024.

source: Uusi toimintasuunnitelma sisältää yhteensä yhdeksän aktiviteettiä, jotka liittyvät alkuperäiskansojen perinteiseen tietoon sekä osallistumiseen ilmastonmuutosta koskevaan politiikkaan sekä toimintaan.
sme: Ođđa doaibmaplána sisttis doallá oktiibuot ovcci aktivitehta, mat laktásit eamiálbmogiid árbevirolaš dihtui sihke oassálastimii dálkkádatnuppástusa guoski politihkkii sihke doibmii.

source: Saamelaiskäräjiä kokouksessa edustivat puheenjohtaja Tuomas Aslak Juuso ja kansainvälisten asioiden sihteeri Inka Saara Arttijeff osana Suomen valtuuskuntaa.
sme: Ságajođiheaddji Tuomas Aslak Juuso ja riikkaidgaskasaš áššiid čálli Inka Saara Arttijeff ovddasteigga čoahkkimis Sámedikki Suoma sáttagotti oassin.

source: Saamelaiskäräjien edustajat osallistuivat alkuperäiskansoja koskeviin neuvotteluihin sekä konferenssin oheistapahtumiin.
sme: Sámedikki ovddasteaddjit oassálasttiiga eamiálbmogiid guoski ráđđádallamiidda sihke konferenssa mielddusdáhpáhusaide.

source: Suomen Saamelaiskäräjien lisäksi Norjan, Ruotsin sekä Saamelaisneuvoston edustajat osallistuivat kokoukseen.
sme: Suoma Sámedikki lassin Norgga, Ruoŧa ja Sámiráđi ovddasteaddjit oassálaste čoahkkimii.

source: Glasgow’n kokous oli korona-ajan ensimmäinen suuri YK-kokous, joka järjestettiin fyysisenä kokouksena.
sme: Glasgow’a čoahkkin lei koronaáigge vuosttas stuorra ON-čoahkkin, mii lágiduvvui fysalaš čoahkkimin.

source: Kokoukseen ja sen sivutapahtumiin osallistui yhteensä arviolta yli 25 000 osallistujaa.
sme: Čoahkkimii ja dan siidodáhpáhusaide oassálaste oktiibuot árvvu mielde badjel 25 000 oassálasti.

source: Kokoukseen osallistui noin 150 alkuperäiskansojen edustajaa ympäri maailman.
sme: Čoahkkimii oassálaste sullii 150 eamiálbmogiid ovddasteaddji birra máilmmi.

source: Arktisella alueella ilmasto lämpenee muuta maapalloa nopeammin
sme: Árktalaš guovllus dálkkádat lieggana jođánabbot go eatnanspáppa eará guovlluin

source: Hallitustenvälisen ilmastopaneelin IPCC:n tuoreen raportin mukaan maapallon keskilämpötilan nousu on kiihtynyt ja se ylittää 1,5 asteen rajan viimeistään jo tulevan vuosikymmenen alkupuolella.
sme: Ráđđehusaid gaskasaš dálkkádatpanela PCC:a gieskat almmustuvvan raportin mielde eatnanspáppa gaskaliekkasvuođa badjáneapmi lea jođálmuvvan ja dat manná badjel 1,5 gráđa rájá maŋimustá juo boahttevaš logijagi álggobealde.

source: Pariisin sopimuksen ratifioineet osapuolet ovat sitoutuneet tavoittelemaan lämpenemisen rajaamista 1,5 asteeseen tavoitteeseen, mutta käytännön toimissa se ei vielä riittävästi näy.
sme: Pariissa soahpamuša ratifiseren oassebealit leat čatnasan dasa, ahte figget ráddjet liegganeami 1,5 gráđđii, muhto geavada doaimmain dat ii vel doarvái oidno.

source: Arktisella alueella ilmasto lämpenee ainakin kaksi kertaa muuta maapalloa nopeammin.
sme: Árktalaš guovlluin dálkkádat lieggana ainjuo guovtte geardde jođánabbot go eatnanspáppa eará guovlluin.

source: Tämä vaikuttaa kaikkiin arktisiin alkuperäiskansoihin olosuhteiden muuttuessa, joka näkyy esimerkiksi perinteisiä elinkeinoja harjoittaessa.
sme: Dat váikkuha buot árktalaš eamiálbmogiidda go eallindilli rievdá, ja oidno ovdamearkan árbevirolaš ealáhusaiguin bargamis.

source: Saamelaiskäräjien kuluvan vaalikauden yksi päätavoitteista on toimenpiteiden edistäminen ilmastonmuutoksen rajoittamiseksi ottaen huomioon saamelaisten oikeudet.
sme: Sámedikki dán válgabaji oktan váldoulbmilin lea doaibmabijuid ovddideapmi dálkkádatnuppástusa ráddjema dihtii nu, ahte váldojit vuhtii sámiid vuoigatvuođat.

source: Vaalikauden toimintaohjelman yksityiskohtaisia tavoitteita ovat saamelaisen ilmastonmuutoksen sopeutumisohjelman ja ilmastopaneelin edistäminen sekä ilmastonmuutospolitiikkaan vaikuttaminen niin kansallisesti kuin kansainvälisestikin.
sme: Válgabaji doaibmaprográmma dárkilut ulbmilat leat sámi dálkkádatnuppástusa vuogáiduvvanprográmma ja dálkkádatpanela ovddideapmi sihke dálkkádatnuppástuspolitihkkii váikkuheapmi nu álbmotlaččat go riikkaidgaskasaččatge.

source: Lisätietoja
sme: Lassidieđut

source: Tuomas Aslak Juuso Puheenjohtaja +358 40 687 3394 tuomas.juuso(at)samediggi.fi
sme: Tuomas Aslak Juuso Ságajođiheaddji +358 40 687 3394 tuomas.juuso(at)samediggi.fi

source: Inka Saara Arttijeff Kansainvälisten asioiden sihteeri +358 50 574 7629 inka-saara.arttijeff(at)samediggi.fi
sme: Inka Saara Arttijeff Riikkaidgaskasaš áššiid čálli +358 50 574 7629 inka-saara.arttijeff(at)samediggi.fi
